{
	"intro": [
		{"id": "intro",
		"order": 0,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/landing_page.png",
		"text": "The Adventures of Mike & Barry: A story of climate vulnerability through the eyes of redband trout",
		"alt": "Illustration of the Donner und Blitzen landscape, showing sage-brush bluffs surrounding a river valley."
	},
	{
		"id": "introAlpine",
		"order": 1,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/page01.png",
		"text": "This area of the Donner und Blitzen River is near the headwaters, where the water is cold and the streams are small.",
		"alt": "Illustration of an alpine stream with rocky shore and rapids."
	},
	{
		"id": "smallFish",
		"order": 2,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/page02.png",
		"text": "Fish that live in small streams like this one tend to be relatively small for their species.",
		"alt": "Illustration of an alpine stream with a data visualization overtop that shows the relationship between body size and stream temperature. These small, cold headwaters streams have smaller fish sizes on average."
	},
	{
		"id": "smallStreams",
		"order": 3,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/page03.png",
		"text": "Even though they're smaller, Redband Trout that live in these small streams are cold-adapted. This means they can grow in cooler waters better than warm-adapted fish.",
		"alt": "Illustration of the alpine stream zoomed in to see a cartoon fish with a speech bubble that says Hi, my name is Mike. I might be small, but I am mighty!"
	},
	{
		"id": "slowWarm",
		"order": 4,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/page04.png",
		"text": "This area of the Donner und Blitzen River is in the river valleys. The water is slower and warmer and the stream is wider than the headwaters.",
		"alt": "Illustration of a valley river that is wide and shallow. There are many silhouettes of fish swimming in the water."
	},
	{
		"id": "largeStreams",
		"order": 5,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/page05.png",
		"text": "Fish that live in large streams like this one tend to relatively large for their species.",
		"alt": "Illustration of a valley river that is wide and shallow with a data visualization overtop that shows the relationship between body size and stream temperature. These larger, warm valley streams have larger fish sizes on average. "
	},
	{
		"id": "barryBig",
		"order": 6,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/page06.png",
		"text": "Redband trout that live in these warmer, larger streams are warm-adapted. This means that they can grow in warmer waters than other cold-adapted fish.​",
		"alt": "Illustration of a valley river that is wide and shallow zoomed in to see a large, cartoon redband trout. His speech bubble says My name is Barry, and I am barry big."
	},
	{
		"id": "meetRangers",
		"order": 7,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/page07.png",
		"text": "Land managers work to ensure the health of the watershed. These R.A.D. (Resist, Accept, Direct) managers have lots of tools, methods and techniques they use to keep local ecosystems healthy. ",
		"alt": "Complex landscape illustration showing alpine river in the upper left and valley river in the lower right. There are three cartoon people standing on the landscape wearing land management type uniforms."
	},
	{
		"id": "rangersLandscape",
		"order": 8,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/page08.png",
		"text": "To best manage these streams for the health of the ecosystem, these managers will be keeping an eye on the redband trout living in these rivers.",
		"alt": "Complex landscape illustration showing alpine river in the upper left and valley river in the lower right. There are three cartoon people standing on the landscape wearing land management type uniforms."
	},
	{
		"id": "alevins",
		"order": 9,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/page09.png",
		"text": "Mike and Barry were born together but grew up in different streams since they were alevins (baby trout).",
		"alt": "Complex landscape illustration showing alpine river in the upper left and valley river in the lower right. In the alpine river, there is a cartoon of a baby Mike saying, Bye Barry! I hope to see you again someday! In the valley river, there is a cartoon of Barry as a baby fish saying, So long, Mike, Stay safe and stay in touch!"
	},
	{
		"id": "alevins2",
		"order": 10,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/page10.png",
		"text": "Now that Mike and Barry are older, they are both considering migrating to a different stream together.",
		"alt": "Complex landscape illustration showing alpine river in the upper left and valley river in the lower right. Mike and Barry have both grown up into full-size fish. They're sending a letter to each other to keep in touch."
	},
	{
		"id": "chooseYourOwnAdventure",
		"order": 11,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/landscape_CYOA.png",
		"text": "Where should they move?",
		"alt": "Thumbnail images of the three river systems. A cold, alpine stream where Mike comes from. A relatively hot, valley stream where Barry comes from, and a third warm river stream that is mid-elevation."
	}
],
"hotWater": [
	{
		"id": "chooseHot",
		"order": 1,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/hot01.png",
		"text": "Barry suggests that Mike move to his part of the river, where the waters run warmer than other parts of the area.",
		"alt": "Close up of the warm river stream with Mike and Barry swimming in the water. Mike says, Wow, your home is really bustling with life! Barry replies, Yeah! Here in my home you will find lots of food and warmth."
	},
	{
		"id": "sufferHot",
		"order": 2,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/hot02.png",
		"text": "Barry begins to notice that Mike is not doing well in their new home. While things are easy for Barry, Mike is finding it very difficult to adjust.",
		"alt": "Mike looks stressed by the heat and is swimming limply. Barry looks less happy and says, Oh no Mike, you are looking green around the gills."
	},
	{
		"id": "hotScience",
		"order": 3,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/hot03.png",
		"text": "In hot waters, cold-adapted fish suffer greatly and can even die.",
		"alt": "Landscape view of the same river with a data visualization showing the growth rates of cold-adapted fish and warm-adapted fish. In these hot temperatures, the warm-adapted fish can grow but the cold-adapted fish suffer and can even die."
	},
	{
		"id": "rangerAlexResponds",
		"order": 4,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/hot04.png",
		"text": "As waters warm from climate change, this can put stress on native fish. Alex decides to accept these changes, and redirects her energy into reducing stress to native species from aspects they can control, like fishing and invasive species.",
		"alt": "Landscape view of the same river with Alex standing near the shore holding a sign that indicates a ban on fishing."
	}
],
"warmWater":[
	{
		"id": "chooseWarm",
		"order": 1,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/warm01.png",
		"text": "Mike and Barry decide they want to go somewhere new for them both, for a fresh start. They pick out a new spot in the watershed – warmer than Mike’s old stream but cooler than Barry’s old stream.",
		"alt": "Mike and Barry swimming together in a stream that is between the cold and hot streams. Mike says, So... do you like it here? Barry replies unenthusiastically, um, sure. You? Mike hesitantly replies, yeah, for sure..."
	},
	{
		"id": "sufferWarm",
		"order": 2,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/warm02.png",
		"text": "While Mike is growing with the warmer temperature and roomier habitat, he finds that it's a bit too warm, and that Barry is not doing as well in this new habitat.",
		"alt": "Mike and Barry both secretly thinking I miss home."
	},
	{
		"id": "scienceWarm",
		"order": 3,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/warm03.png",
		"text": "In these moderate temperatures, both cold-adapted and warm-adapted fish can grow, but with the larger, warmer streams the small, cold-adapted fish grow at a higher pace than larger, warm-adapted fish.",
		"alt": "Landscape view of the same river with a data visualization showing the growth rates of cold-adapted fish and warm-adapted fish. In these moderate temperatures, the both fish can survive, but the growth rate decreases slightly as temperatures warm."
	},
	{
		"id": "rangerDeniseResponds",
		"order": 4,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/warm04.png",
		"text": "Denice notices some streams are warming and may not be as good for native fish. To help, she works to increase connections between parts of the river to reduce impacts from drought and help plants and animals adapt.",
		"alt": "Landscape view of the same river with a cartoon Denise manager standing next to the river with a shovel and bucket of dirt. "
	}
],
"coldWater": [
	{
		"id": "chooseCold",
		"order": 1,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/cold01.png",
		"text": "Mike suggests that Barry move to his part of the river, where the waters run colder than other parts of the area.",
		"alt": "Zoomed in illustration of the cold stream with Mike and Barry swimming together. Mike says with a big grin on his face, welcome to my home, friend! Barry secretly thinks brr..."
	},
	{
		"id": "sufferCold",
		"order": 2,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/cold02.png",
		"text": "It doesn’t take long to notice that warm-adapted Barry can’t tolerate these cold streams, even though the cold-adapted Mike feels just fine.",
		"alt": "After they're in the stream for a while, Barry gets very cold and has put on a scarf and is shivering. Mike notices and says with a concerned expression, Yikes, Barry, you don't look so hot..."
	},
	{
		"id": "coldScience",
		"order": 3,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/cold03.png",
		"text": "In cold waters, cold-adapted fish grow better than warm-adapted fish.",
		"alt": "Landscape view of the same river with a data visualization showing the growth rates of cold-adapted fish and warm-adapted fish. In these cold temperatures, cold-adapted fish grow at a higher rate than warm-adapted fish."
	},
	{
		"id": "rangerRandyResponds",
		"order": 4,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/cold04.png",
		"text": "Randy notices smaller trout do well in the cold waters, but waters in the area are warming due to climate change. He decides to resist these future changes by planting trees on stream edges to provide cooling shade to the river.",
		"alt": "Landscape view of the same river with Randy standing near the bank with his arms crossed. He's got tree seedlings to plant along the bank with him."
	}
],
"outro": [
	  {
		"id": "theEnd",
		"order": 1,
		"images": [],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/landing_page.png",
		"text": "Mike and Barry both decide that there's no place like home, and part ways. However, they promise to keep in touch from their home streams.",
		"alt": "Illustration of the Donner und Blitzen landscape, showing sage-brush bluffs surrounding a river valley."
	  },
	  {
		"id": "References",
		"order": 2,
		"images": [],
		"bknd": "",
		"text": "Leo Ivey and Althea Archer led the creation of this website with contributions from Cee Nell and Hayley Corson-Dosch. Leo and Althea led the data visualization, illustrations, and storytelling aspects of the website. Cee and Hayley led the development of the interactive website. This website was inspired by USGS data releases and publications by Jason Dunham and Joseph Benjamin.",
		"alt": "End"
	  }
	]
}
