{
	"story": [
		{"id": "intro",
		"order": 0,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/page00.png",
		"text": "Welcome to the Donner und Blitzen River in Eastern Oregon. This river system is home to Redband Trout (Oncorhynchus mykiss newberrii). These fish are prized by local Native Americans as a food source, enjoyed as a game fish by many, and are used to indicate the health of the lakes and streams in which they live. Use the arrows to learn more about the Redband Trout and how U.S.G.S. science informs management practices in changing environments.",
		"alt": "Stylized photo of the Donner und Blitzen landscape, showing sage-brush bluffs surrounding a river valley. Atop the image are drawn lines, a drawn river, and two illustrated Redband Trout in the river."
	},
	{
		"id": "page01",
		"order": 1,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/page01.png",
		"text": "Land managers work together to care for the natural resources in the river basin. They monitor plants and animals, fish health and behavior, and landscape conditions to help increase resiliency as the climate changes.",
		"alt": "Illustration of a river basin showing an alpine landscape in the distant background surrounded by mountains and an upclose illustration in the foreground of one smaller river joining the main river valley. Three land manager cartoons are standing near the river, Randy is near the alpine river, Denise is near the branch entering the main stem, and Alex is standing near the main river."
	},
	{
		"id": "page02a",
		"order": 2,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/page02.png",
		"text": "Land managers use different and complementary approaches to manage for climate resiliency. The R.A.D. framework leverages three equally-important approaches for decision-making when managing changing systems: Resist, Accept, and Direct. Resist, as in resisting future climate conditions. Accept, as in accepting climate change affects on plants and animals. And Direct, where managers directly shape the landscape toward preferred new conditions.",
		"alt": "Illustration of a river basin showing an alpine landscape in the distant background surrounded by mountains and an upclose illustration in the foreground of one smaller river joining the main river valley. Atop the illustrated landscape is a large triangle labeled `The R.A.D. Framework.` The top of the triangle has the cartoon Randy near it and it says `Resist,` the lower right has Alex and the label `Accept,` the lower left has Denise and says `Direct.`"
	},
	{
		"id": "page03",
		"order": 4,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/page03.png",
		"text": "This area of the river is a common spawning location for Redband Trout. The fish live throughout the connected network of lakes and rivers in the basin, and return each spring to breeding locations like this to spawn.",
		"alt": "Illustration of a part of the river system that is located mid-way between the alpine headwaters and the main river valley. A polaroid-like image is atop the illustrated landscape and it shows a photo of a Redband Trout in someone's hand. The polaroid is labeled Redband Trout. An arrow from the polaroid to some fish swimming in the river indicates that those cartoon fish are Redband Trout."
	},
	{
		"id": "page04",
		"order": 5,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/page04.png",
		"text": "These two Redband Trout hatchlings, or 'alevins,' are cousins and share many of the same genetic traits. They are also able to adapt to their local conditions through a process called acclimation, which is when organisms become accustomed to their surroundings, such as water temperature.",
		"alt": "Illustration of a part of the river system that is located mid-way between the alpine headwaters and the main river valley. In the river there are two cartoon baby fish near the bottom of the water. They both have large eyes and yolk sacs."
	},
	{
		"id": "page05",
		"order": 6,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/page05.png",
		"text": "When the trout grow large enough, they migrate from their spawning grounds to connected streams and lakes. In their new homes, the Redband Trout acclimate to the local water temperatures and grow to their adult sizes.​",
		"alt": "Illustration of a river basin showing an alpine landscape in the distant background surrounded by mountains and an upclose illustration in the foreground of one smaller river joining the main river valley. There is one young Redband Trout cartoon fish swimming in the alpine river, and one swimming upstream in the main river channel."
	},
	{
		"id": "page06",
		"order": 7,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/page06.png",
		"text": "The final size that the fish grow as adults is controlled by stream size. Bigger streams with larger streamflow tend to have more resources for growth, and therefore have a higher limit on size than fish in smaller streams. In this river basin, small streams tend to be found in the cold headwaters areas and the larger streams are located downstream in the river valleys.",
		"alt": "A scatterplot that shows how the top limit on body size for about 95% of Redband Trout is controlled by stream size. Each dot on the scatterplot is one Redband Trout from the data releases listed in the references. A non-linear fit line shows that smaller rivers, as measured by streamflow, have smaller trout body sizes; whereas as streamflow increases, so does the top limit on body sizes."
	},
	{
		"id": "page07",
		"order": 8,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/page07.png",
		"text": "Randy monitors and manages the headwaters area, where water temperature is colder than other areas including the spawning grounds and the main river channel. This young fish has grown in size and has adapted to the cold headwater temperatures. In other words, this fish is cold-adapted.",
		"alt": "An illustration of the alpine headwaters stream with mountains in the background and sparse coniferous trees. A cartoon of the land manager, Randy, stands next to the river, and one Redband Trout cartoon swims in the river. There's also a cartoon thermometer in the water showing that the temperatures in this river are low."
	},
	{
		"id": "page08",
		"order": 9,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/page08.png",
		"text": "Thermal stress is a concern for all Redband Trouts as waters warm. However, cold-adapted fish can suffer from thermal stress at lower temperatures than warm-adapted fish. Thermal stress can reduce growth and eventually lead to death.",
		"alt": "A line chart showing Redband Trout growth rates based on stream temperature. A cold-adapted fish grows rapidly at lower water temperatures and quickly enters thermal stress at temperatures around ~20 degrees Celsius. Warm-adapted fish do not enter thermal stress until about 24 degrees Celsius. The areas of thermal stress are demonstrated with red shading."
	},
	{
		"id": "page09",
		"order": 10,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/page09.png",
		"text": "As climates change, summer water temperatures are increasing in many areas of the river basin. Randy notices the stress on the cold-adapted Redband Trout caused by these increasing water temperatures.",
		"alt": "An illustration of the alpine headwaters stream with mountains and a blazing sun in the background and sparse coniferous trees. A cartoon of the land manager, Randy, stands next to the river, and one Redband Trout cartoon swims in the river. The Redband Trout is experiencing thermal stress, looks overheated and is sweating. The cartoon thermometer in the water shows that the water is very warm."
	},
	{
		"id": "page10",
		"order": 11,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/page10.png",
		"text": "To improve the habitat for the cold-adapted fish in these headwater streams, Randy `Resists` the rising summer temperatures by planting more trees along the headwater streams. This increases shade and slows down how fast the river heats up.",
		"alt": "An illustration of the alpine headwaters stream with mountains and a blazing sun in the background and dense coniferous trees. A cartoon of the land manager, Randy, stands next to the river. He has two saplings with him, indicating that he has been replanting trees in this area. One Redband Trout cartoon swims in the river. The Redband Trout is happy and healthy. The cartoon thermometer in the water shows that the water is cooler than it was without the trees."
	},
	{
		"id": "page12",
		"order": 13,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/page11.png",
		"text": "Downstream to the main river valley, other Redband Trout have migrated to larger, warmer waters. This area of the river is bustling with life and food for fish. Redband Trout in this part of the river are on average larger than those in the smaller streams.",
		"alt": "An illustration of the main river channel, which is calm, wide, and deep compared to the smaller headwaters stream. Next to the river stands the land manager cartoon of Alex smiling with a thumbs up, and in the river swims a large Redband Trout."
	},
	{
		"id": "page13",
		"order": 14,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/page12.png",
		"text": "These productive waters support a diversity of organisms, including the invasive common carp (Cyprinus carpio). The common carp is a bottom feeder that uproots vegetation and creates cloudy water conditions. This stresses the native fish like this Redband Trout.",
		"alt": "An illustration of the main river channel, which is calm, wide, and deep compared to the smaller headwaters stream. In the river are two cartoon common carp who are both digging up the bottom sediment and plants, making the water murky and stressing the Redband Trout. Next to the river stands the land manager cartoon of Alex frowning with a thumbs down."
	},
	{
		"id": "page14",
		"order": 15,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/page13.png",
		"text": "Alex 'Accepts' that climate and ecosystems are changing. Her approach is to reduce stress for native fish like the Redband Trout by removing invasive species, reducing harm from fishing by banning barbed hooks, and promoting catch-and-release for Redband Trout.",
		"alt": "An illustration of the main river channel, which is calm, wide, and deep compared to the smaller headwaters stream. The common carp are now gone and the cartoon Redband Trout is smiling. Alex stands next to the stream holding one sign with a fish hook crossed out, indicating a ban on barbed fishing hooks. Alex has also put out a sign along the river that says No Invasives."
	},
	{
		"id": "page15",
		"order": 16,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/page14.png",
		"text": "When the trout reach their adult sizes in the spring, they return back to their home spawning grounds to reproduce. Without enough precipitation during the winter and spring months, streamflow drought can threaten the connectivity of the streams on which the fish rely for migration.",
		"alt": "Illustration of a river basin showing an alpine landscape in the distant background surrounded by mountains and an upclose illustration in the foreground of one smaller river joining the main river valley. Denise stands at the smaller river joining the main river valley, which is meant to indicate spawning grounds. The water levels in the river have dropped substantially, and there is now a barrier of earth between the main river valley and the spawning grounds where there would typically be a channel. The redband trout in the main river valley is stressed, trying to return to the spawning grounds to reproduce."
	},
	{
		"id": "page16",
		"order": 17,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/page15.png",
		"text": "Fortunately, Denise is monitoring the landscape and can 'Direct' the ecosystem to become more resilient by creating more connectivity between streams, digging new channels, and removing dams. Both fish are able to return to their spawning grounds and give rise to the next generation of alevins.",
		"alt": "Illustration of a river basin showing an alpine landscape in the distant background surrounded by mountains and an upclose illustration in the foreground of one smaller river joining the main river valley. Denise stands with a shovel and bucket at the smaller river joining the main river valley. The water levels are still low, but the earthen barrier has been removed, allowing the fish in the main river channel to get to the spawning grounds. Both Redband fish have successfully migrated back to the spawning grounds."
	},
	{
		"id": "page17",
		"order": 18,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/page16.png",
		"text": "By working together to manage the system as a whole, all three of the approaches to land management (Resist, Accept, Direct) improve the landscape for generations to come. The end!",
		"alt": "Illustration of a river basin showing an alpine landscape in the distant background surrounded by mountains and an upclose illustration in the foreground of one smaller river joining the main river valley. Denise stands with a shovel and bucket at the smaller river joining the main river valley, Randy stands with his seedlings near the alpine headwaters stream, and Alex stands with her signs near the main river channel."
	}
	]
}
