{
	"story": [
		{"id": "intro",
		"order": 0,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/page00.png",
		"text": "Welcome to the Donner und Blitzen River in Eastern Oregon. This river system is home to Redband Trout (Oncorhynchus mykiss newberrii). These fish are prized by local Native Americans as a food source, enjoyed as a game fish by many people living near and visiting this river, and are used to indicate the health of the lakes and streams in which they live. Use the arrows to learn more about the Redband Trout and how USGS science informs management practices in changing environments.",
		"alt": "Illustration of the Donner und Blitzen landscape, showing sage-brush bluffs surrounding a river valley."
	},
	{
		"id": "page01",
		"order": 1,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/page01.png",
		"text": "Land managers work together to care for the natural resources in the river basin. They monitor plants and animals, fish health and behavior, and landscape conditions to help increase resiliency as the climate changes.",
		"alt": "xxx"
	},
	{
		"id": "page02a",
		"order": 2,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/page02.png",
		"text": "Land managers use different and complementary approaches to manage for climate resiliency. The R.A.D. framework leverages three approaches for decision-making when managing changing systems: Resist, Accept, and Direct. Resist, as in resisting future climate conditions. Accept, as in accepting climate change affects on plants and animals. And Direct, where managers directly shape the landscape toward preferred new conditions.",
		"alt": "xxx"
	},
	{
		"id": "page03",
		"order": 4,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/page03.png",
		"text": "This area of the river is a common spawning location for Redband Trout. The fish live throughout the connected network of lakes and rivers in the basin, and return each spring to breeding locations like this to spawn.",
		"alt": "xxx"
	},
	{
		"id": "page04",
		"order": 5,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/page04.png",
		"text": "These two Redband Trout hatchlings, or 'alevins,' are cousins and share many of the same genetic traits. They are also able to adapt to their local conditions through a process called acclimation, which is when organisms become accustomed to their surroundings, such as water temperature.",
		"alt": "xxx "
	},
	{
		"id": "page05",
		"order": 6,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/page05.png",
		"text": "When the trout grow large enough, they migrate from their spawning grounds to connected streams and lakes. In their new homes they acclimate to the local water temperatures.​",
		"alt": "xxx."
	},
	{
		"id": "page06",
		"order": 7,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/page06.png",
		"text": "The final size that the fish grow as adults is controlled by stream size. Bigger streams with larger streamflow tend to have more resources for growth, and therefore have a higher limit on size than fish in smaller streams. In this river basin, small streams tend to be found in the cold headwaters areas and the larger streams are found at lower elevations, in the river valleys.",
		"alt": "xxx"
	},
	{
		"id": "page07",
		"order": 8,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/page07.png",
		"text": "Randy monitors and manages the headwaters area, where water temperature is colder than the spawning grounds. This young fish has grown in size and has adapted to the cold headwater temperatures. In other words, this fish is cold-adapted.",
		"alt": "xxx."
	},
	{
		"id": "page08",
		"order": 9,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/page08.png",
		"text": "Cold-adapted Redband Trout have a narrow optimal temperature range compared to warm-adapted fish. Cold-adapted fish quickly become stressed when stream temperatures rise above normal in a process called `thermal stress.` Thermal stress can reduce growth and eventually lead to death.",
		"alt": "xxx"
	},
	{
		"id": "page09",
		"order": 10,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/page09.png",
		"text": "Randy notices the stress on the cold-adapted fish caused by increasing water temperatures.",
		"alt": "Complex landscape illustration showing alpine river in the upper left and valley river in the lower right. Mike and Barry have both grown up into full-size fish. They're sending a letter to each other to keep in touch."
	},
	{
		"id": "page10",
		"order": 11,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/page10.png",
		"text": "To improve the habitat for the cold-adapted fish in these headwater streams, Randy `Resists` the rising summer temperatures by planting more trees along the headwater streams. This increases shade and slows down how fast the river heats up.",
		"alt": "xxx"
	},
	{
		"id": "page12",
		"order": 13,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/page11.png",
		"text": "Downstream to the main river valley, other Redband Trout have migrated to larger, warmer waters. This area of the river is bustling with life and food for the fish in the rivers.",
		"alt": "xxx"
	},
	{
		"id": "page13",
		"order": 14,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/page12.png",
		"text": "These productive waters support a diversity of organisms, including the invasive of common carp. The common carp is a bottom feeder that uproots vegetation and creates cloudy water conditions. This stresses the native fish like this Redband Trout.",
		"alt": "xxx"
	},
	{
		"id": "page14",
		"order": 15,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/page13.png",
		"text": "Alex 'Accepts' that climate and ecosystems are changing. Her approach is to reduce stress for native fish like the Redband Trout by removing invasive species, reducing harm from fishing by banning barbed hooks, and promoting catch-and-release for Redband Trout.",
		"alt": "xxx"
	},
	{
		"id": "page15",
		"order": 16,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/page14.png",
		"text": "When the trout reach their adult sizes in the spring, they return back to their home spawning grounds to reproduce. Without enough precipitation during the winter and spring months, streamflow drought can threaten the connectivity of the streams on which the fish rely for migration.",
		"alt": "xxx"
	},
	{
		"id": "page16",
		"order": 17,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/page15.png",
		"text": "Fortunately, Denise is monitoring the landscape and can Direct the ecosystem to become more resilient by creating more connectivity between streams, digging new channels, and removing dams. Both fish are able to return to their spawning grounds and give rise to the next generation of alevins.",
		"alt": "xxx"
	},
	{
		"id": "page17",
		"order": 18,
		"images": [
			{}
		],
		"bknd": "https://labs.waterdata.usgs.gov/visualizations/images/trout-and-climate/page16.png",
		"text": "By working together to manage the system as a whole, all three of the approaches to land management (Resist, Accept, Direct) improve the landscape for generations to come.",
		"alt": "xxx"
	}
	]
}
